namespace Monument.Service.StaticData
{
    public class StaticData
    {
        public static string NevskiBG
        {
            get
            {
                return @"
<h1>
    Свети Александър Невски
</h1>
<p>
    <img src=""/Content/Images/1.jpg"" style=""width:100%;"" />
</p>
<p>
    „Свети Александър Невски“ е православен храм - паметник в София, който e катедрален храм на българския патриарх. Около катедралата се намира площад със същото име. През 1955 г.е обявен за паметник на културата с национално значение.
 </p>
 <p>
     Богатата вътрешна украса е изработена от оникс, алабастър и пъстроцветни мрамори от бразилски, марокански, италиански и немски произход (Джиало ди Сиенач, Верди ди маре, Оникс бразилиано, индийски алабастър и др.). Всички елементи от мраморната пластика са майсторски изработени и прецизно монтирани под ръководството на арх.Яковлев.
 </p>
 <p>
     Подът на храма също е покрит с разноцветни италиански мрамори във вид на мозайки.Освен тях Яковлев е проектирал и орнаментните на мозаичните декоративни украси по стените.Орнаменталната мраморна резба е изработвана под ръководството на проф.Василий Перминов. Бояджийската работа е ръководил австрийският майстор Лестер.Металната пластика на вратите е изработена в Мюнхен, а мозайките са доставени от Венеция.
</p>
<p>
 Осветителните тела са в стил неоампир.Централният полилей тежи 2 500 kg, окачен е на 27 m височина и е украсен с висулки(стъклени сълзи) от йенско стъкло.
</p>
<p>
В централния олтар (престол)се издига великолепен балдахин с четири основни колони, арки, 32 куполни колонки и капители, всички изработени от червен и зелен бразилски оникс и алабастър, а куполът е от мозайка.Архиерейският трон, царският трон и амвонът също са изработени от ценни мрамори с инкрустации.
</p>
<p>
Целият централен иконостас е изработен от разноцветни мрамори и се слива с двете предни ониксови колони на олтарния балдахин.Долната част на иконостаса(4 m) е от бяло - жълт мрамор(Джиало ди Сиена) с 9 отвора за иконостасни икони, поставени върху колонки от зелен италиански мрамор(Верде ди маре), а горната му част(2 метра) е от светло - червен мрамор(Чиполино ди Сиена) с десет по - малки отвора(също за иконостасни икони).Иконостасът е украсен също с барелефи и корнизи.
</p> ";
            }
        }

        public static string NevskiEN {
            get
            {
                return "nevski en";
            }
        }
    }
}
